{
    "menuItems": {
        "home": "Home",
        "about": "About",
        "skills": "Skills",
        "works": "Works",
        "contact": "Contact",
        "language": "Español"
    },
    "homeText": {
        "text1": "Hellow, my name is",
        "text2": "I'm a ",
        "text3": "developer engineer"
    },
    "aboutText": {
        "title": "About me, who am I and what do I do?",
        "text1": "I am a Full Stack developer engineer with JavaScript and experience in all stages of the development cycle of dynamic web projects. I currently reside in Honduras, but I am interested in living in other countries, such as Canada, United States, Netherlands, Spain, United Kingdom or Ireland.",
        "text2": "I am an organized person, very collaborative and creative. I like challenges and working on projects both large and small. I am very oriented to work on open source platforms such as servers and at the level of programming languages and databases.",
        "text3": "I have a Bachelor's Degree in Mechanical Engineering, an MBA and I am currently finishing a Master's Degree in Software Engineering and Information Systems. I have experience as Technology Manager, personnel management, customer relations and control of budgets and expenses."
    },
    "skillsText": {
        "title": "Skills and Knowledge",
        "text1": "My specialty has been directly in web development with the MERN stack (MongoDB, ExpressJS, ReactJS, NodeJS), but I have also managed Linux servers (Ubuntu, RedHat, Debian, CentOS) and I am studying C# with .Net to be more competitive in the market",
        "text2": "I am very interested in developing with open source technologies with JavaScript, and I would like to learn Android application development with ReactNative in the future.",
        "text3": "years"
    },
    "worksText": {
        "title": "Works Portfolio",
        "text1": "To be continued"
    },
    "contactText": {
        "title": "Contact Me",
        "name": "Full Name",
        "email": "Email",
        "company": "Company Name",
        "subject": "Subject",
        "message": "Message",
        "requiredMessage": "Required",
        "validName": "Must be more than 5 and less than 30 characters",
        "validEmail": "Invalid email address",
        "validCompany": "Must be more than 3 and less than 30 characters",
        "validSubject": "Must be more than 5 and less than 30 characters",
        "validMessage": "Must be more than 20 and less than 200 characters",
        "submit": "Submit",
        "sentMessage1": "Email sent, ",
        "sentMessage2": "I will contact you as soon as possible."
    }
}
