{
    "menuItems": {
        "home": "Inicio",
        "about": "Yo",
        "skills": "Habilidades",
        "works": "Trabajos",
        "contact": "Contacto",
        "language": "English"
    },
    "homeText": {
        "text1": "Hola, mi nombre es",
        "text2": "Soy ingeniero de desarrollo ",
        "text3": ""
    },
    "aboutText": {
        "title": "Acerca de mí, ¿quién soy y qué hago?",
        "text1": "Soy ingeniero desarrollador Full Stack con JavaScript y con experiencia en todas las etapas del ciclo de desarrollo de proyectos web dinámicos. Actualmente resido en Honduras, pero me interesa vivir en otros países, como Canadá, Estados Unidos, Holanda, España, Reino Unido o Irlanda.",
        "text2": "Soy una persona organizado, muy colaborador y creativo. Me gustan los retos y trabajar en proyectos tanto grandes como pequeños. Estoy muy orientado a trabajar en plataformas de código abierto como servidores y a nivel de lenguajes de programación y bases de datos.",
        "text3": "Tengo una grado en Ingeniería Mecánica, un MBA y actualmente estoy terminando una Maestría en Ingeniería de Software y Sistemas de Información. Tengo experiencia como Gerente de Tecnología, manejo de personal, relación con los clientes y control de presupuestos y gastos."
    },
    "skillsText": {
        "title": "Habilidades y Conocimientos",
        "text1": "Mi especialidad ha sido directamente en desarrollo web con el stack MERN (MongoDB, ExpressJS, ReactJS, NodeJS), pero también he administrado servidores Linux (Ubuntu, RedHat, Debian, CentOS) y estoy estudiando C# con .Net para ser más competitivo en el mercado.",
        "text2": "Estoy muy interesado en el desarrollo con tecnologías open source con JavaScript, y me gustaria en el futuro aprender el desarrollo para aplicaciones Android con ReactNative.",
        "text3": "años"
    },
    "worksText": {
        "title": "Portafolio de Trabajos",
        "text1": "Continuará"
    },
    "contactText": {
        "title": "Contáctame",
        "name": "Nombre Completo",
        "email": "Correo Electrónico",
        "company": "Nombre de la Empresa",
        "subject": "Asunto",
        "message": "Mensaje",
        "requiredMessage": "Requiredo",
        "validName": "Debe tener más de 5 y menos de 30 caracteres",
        "validEmail": "Correo electrónico inválido",
        "validCompany": "Debe tener más de 3 y menos de 30 caracteres",
        "validSubject": "Debe tener más de 5 y menos de 30 caracteres",
        "validMessage": "Debe tener más de 20 y menos de 200 caracteres",
        "submit": "Enviar",
        "sentMessage1": "Correo enviado, ",
        "sentMessage2": "me pondré en contacto contigo lo antes posible."
    }
}
