{
    "menuItems": {
        "home": "Inicio",
        "about": "Yo",
        "skills": "Habilidades",
        "works": "Trabajos",
        "contact": "Contacto",
        "language": "Idioma"
    },
    "homeText": {
        "text1": "Hola, mi nombre es",
        "text2": "Soy ingeniero de desarrollo ",
        "text3": ""
    },
    "aboutText": {
        "title": "Acerca de mí, ¿quién soy y qué hago?",
        "text1": "Soy un desarrollador Full Stack con JavaScript. Actualmente vivo en Honduras, pero estoy interesado en viajar a otros países.",
        "text2": "Soy una persona organizado, muy colaborador y ordenado. Me gustan los retos y trabajar en proyectos tanto grandes como pequeños. Estoy muy orientado a trabajar en plataformas de código abierto como servidores y a nivel de lenguajes de programación y bases de datos.",
        "text3": "Finalmente, soy padre de familia y tengo 2 princesas, mi esposa es contadora independiente y juntos hacemos un gran equipo porque ella tiene sus clientes y generalmente yo les brindo servicios como sitios web, administración de servidores en la nube, administración de correo electrónico y dominio."
    },
    "skillsText": {
        "title": "Habilidades y Conocimientos",
        "text1": "Mi especialidad ha estado directamente en desarrollo web con el stack MERN (Mongo-Express-React-Node), pero tambien he administrado servidores Linux (Ubuntu, RedHat, Debian, CentOS).",
        "text2": "Estoy muy interesado en el desarrollo con tecnologías open source con JavaScript, y me gustaria aprender lo referente al desarrollo para aplicaciones Android con ReactNative.",
        "text3": "años"
    },
    "worksText": {
        "title": "Portafolio de Trabajos",
        "text1": "Continuará"
    },
    "contactText": {
        "title": "Contáctame",
        "name": "Nombre Completo",
        "email": "Correo Electrónico",
        "company": "Nombre de la Empresa",
        "subject": "Asunto",
        "message": "Mensaje",
        "requiredMessage": "Requiredo",
        "validName": "Debe tener más de 5 y menos de 30 caracteres",
        "validEmail": "Correo electrónico inválido",
        "validCompany": "Debe tener menos de 30 caracteres",
        "submit": "Enviar",
        "sentMessage1": "Correo enviado, ",
        "sentMessage2": "me pondré en contacto contigo lo antes posible."
    }
}
